IDEA StatiCa Open Model
CalculationSetup.UlsTorsion Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 ULS torsion
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool UlsTorsion { get; set; }
Public Property UlsTorsion As Boolean
	Get
	Set
public:
property bool UlsTorsion {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
CalculationSetup Class
IdeaRS.OpenModel.Concrete Namespace